class Hero:
    params = {
        "power": [10, "сила", "Усиляє пряму атаку"],
        "endurance": [10, "виносливість", "Збільшує кількість здоровя"],

        "dexterity": [10, "ловкість", "Збільшує шанси на двойний удар"],
        "speed": [10, "скорость", "Збільшує частоту ходів"],

        "precision": [10, "точність", "Збільшує критичний удар"],
        "intelligence": [10, "інтелект", ""],

        "spirit": [10, "дух", ""],
        "wisdom": [10, "мудрість", ""],

        "perception": [10, "сприйняття", "Збільшує ймовірності реакції на удари"],
        "luck": [10, "удача", "Робить кращим життя взагалі"],
    }

    def __init__(self):
        self.params = dict(Hero.params)